Revit 2027 API
ParameterTypeId.StructuralStartReleaseMz Property
 "Start Mz"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralStartReleaseMz { get; }
Public Shared ReadOnly Property StructuralStartReleaseMz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralStartReleaseMz {
	ForgeTypeId^ get ();
}
static member StructuralStartReleaseMz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace